<template>
    <div>
        <router-link to="/dior-perfume-store">
        <div class="back-icon"><img src="../assets/back-icon.png" alt="">
        <span>назад</span></div>
        </router-link>

        <header>
            <h1 class="brand-name">DIOR</h1>

            <h2 class="item">Откройте для себя богатство модного <br> дома через работы Кристиана Диора <br> и шести его преемников.</h2>
        </header>

        <main>
            <h2 class="foundation-date">1905</h2>

            <div class="chris-dior1"><img src="../assets/aboutus/christian-dior-pic.png" alt=""></div>
            <h2 class="date-of-birth">1905г Рождение <br> Кристиана Диора</h2>

            <h1 class="childhood">Детство в Гранвиле</h1>
            <h3 class="biography">Кристиан Диор родился 21 января в Гранвиле, Нормандия, в семье Александра Луи Мориса Диора и Мари-Мадлен Диор, урожденной Мартен, и был вторым из пяти детей. Семья жила в достатке благодаря своему бизнесу по производству удобрений и химикатов, основанному в 1832 году.</h3>

            <div class="quote">"Дом моего детства был выполнен в очень нежном розовом цвете в сочетании с серым оттенком гравия, и эти два цвета остались моими любимыми цветами в моде",</div>
            <h3 class="author"> —Кристиан Диор, Dior by Dior, 1958.</h3>

            <h2 class="date1">1920 <br> Золотая молодежь</h2>

            <h3 class="quote">В 1920-е годы Кристиан Диор знакомится культурной сценой Парижа и заводит дружбу с художниками того времени.</h3>

            <div class="pics">
                <div class="pic1"><img src="../assets/aboutus/ch-dior-portreitpng.png" alt="">
                <h3>Портрет Кристиана Диора работы Пауля Штрекера, 1928 год.</h3></div>
                <div class="pic2"><img src="../assets/aboutus/ch-dior-and-beror.png" alt="">
                <h3>Кристиан Диор и Кристиан Берар на блошином рынке, ориентировочно 1930 год.</h3></div>
            </div>

            <div class="quote">"Как я познакомился со своими друзьями? Благодаря тем таинственным законам, которые Гёте называл избирательным сродством. Мы были простой группой художников, писателей, музыкантов и модельеров под покровительством Жана Кокто и Макса Жакоба",</div>
            <h3 class="author"> —Кристиан Диор, Dior by Dior, 1958.</h3>


            <div class="quote">"В 1938 году Пиге предложил мне поработать у него в качестве модельера модного дома. Я был в восторге от предложения и сразу же согласился. Наконец-то я узнаю, каким таинственным способом идея превращается в платье; я робко, как зачарованный, вхожу во вселенную портных и мастерских",</div>
            <h3 class="author"> —Кристиан Диор, Dior by Dior, 1958.</h3>

            <div class="pic3"><img src="../assets/aboutus/milly.png" alt="">
                <h3>Кристиан Диор (справа) у Робера Пиге, ориентировочно 1939 год. <br> Фотография Вилли Майвальда.</h3></div>

        </main>

    </div>
</template>

<script>

</script>